Repository: Avag-Sayan/piwiz
Catalog: po/*.po
Languages: sk

source: Searching for networks - please wait...
sk: Hľadajú sa siete - čakajte prosím...

source: Failed to connect to network.
sk: Nepodarilo sa pripojiť k sieti.

source: Reading update list - please wait...
sk: Čítanie zoznamu aktualizácií - čakajte prosím...

source: Downloading updates - please wait...
sk: Sťahovanie aktualizacií - čakajte prosím...

source: Installing updates - please wait...
sk: Inštalácia aktualizácií - čakajte prosím...

source: Installing languages - please wait...
sk: Inštalácia jazykov - čakajte prosím...

source: Error getting updates. %s
sk: Chyba pri získavaní aktualizácií. %s

source: System is up to date
sk: System je aktuálny

source: Error comparing versions. %s
sk: Chyba pri porovnávaní verzií. %s

source: Getting updates - please wait...
sk: Získavanie aktualizácií - čakajte prosím...

source: Error installing languages. %s
sk: Chyba počas inštalácie jazykov. %s

source: Comparing versions - please wait...
sk: Porovnávajú sa verzie - čakajte prosím...

source: Error finding languages. %s
sk: Chyba počas hľadania jazykov. %s

source: Error checking for updates. %s
sk: Chyba pri zisťovaní aktualizácií. %s

source: Finding languages - please wait...
sk: Hľadajú sa jazyky - čakajte prosím...

source: Checking for updates - please wait...
sk: Kontrolujú sa aktualizácie - čakajte prosím...

source: Could not sync time - unable to check for updates
sk: Chyba pri synchronizácii času - nie je možné vykonať kontrolu aktualizácií

source: _Next
sk: Ď_alej

source: _Back
sk: _Späť

source: _Skip
sk: _Preskočiť

source: _Cancel
sk: _Zrušiť

source: _Later
sk: _Neskôr

source: _Restart
sk: _Reštartovať

source: _Done
sk: _Hotovo

source: Setting location - please wait...
sk: Nastavujem polohu - čakajte prosím...

source: The two passwords entered do not match.
sk: Zadané heslá nie sú rovnaké.

source: Enter the password for the WiFi network "%s".
sk: Zadajte heslo bezdrátovej (WiFi) siete "%s".

source: Connecting to WiFi network - please wait...
sk: Pripájanie k bezdrátovej sieti - čakajte prosím...

source: Could not connect to this network
sk: Chyba pri pripájaní k sieti

source: Synchronising clock - please wait...
sk: Prebieha synchronizácia času - čakajte prosím...

source: No network connection found - unable to check for updates
sk: Nenašlo sa žiadne pripojenie k sieti - nie je možné skontrolovať aktualizácie

source: Set the country in which you are using your Pi
sk: Zadajte krajinu, v ktorej sa nachádza Vaše Raspberry Pi

source: Set the language in which applications should appear
sk: Nastavte jazyk, ktorý majú aplikácie používať

source: Set the closest city to your location
sk: Nastavte mesto, ktoré je najbližšie k Vašej polohe

source: Error creating new GIO Channel
sk: Chyba pri vytváraní nového kanála GIO

source: Error creating watch
sk: Chyba pri vytváraní watch kanála GIO

source: Connection to dhcpcd lost
sk: Spojenie ku dhcpcd zmizlo

source: Connected to %s-%s
sk: Pripojené k %s-%s

source: dhcpcd connection lost
sk: dhcpcd spojenie zmizlo

source: Network event
sk: Sieťová udalosť

source: dhcpcd WPA connection lost: %s
sk: dhcpcd WPA spojenie zmizlo: %s

source: %s: Received scan results
sk: %s: Nájdených výsledkov hľadania

source: New Access Point
sk: Nový prístupový bod (AP)

source: New Access Points
sk: Nové prístupové body (AP)

source: Connecting to dhcpcd ...
sk: Pripájanie k dhcpcd ...

source: Connecting ...
sk: Pripájanie ...

source: Failed to disconnect.
sk: Nepodarilo sa zrušiť pripojenie.

source: Faile to reconfigure.
sk: Nepodarilo sa zmeniť nastavenie.

source: Failed to set key management.
sk: Nepodarilo sa nastaviť správu kľúčov.

source: Failed to set password, probably too short.
sk: Nepodarilo sa nastaviť heslo, pravdepodobne je príliš krátke.

source: Failed to enable the network.
sk: Nepodarilo sa zapnúť sieť.

source: Failed to select the network.
sk: Chyba pri výbere siete.

source: Failed to start association.
sk: Nepodarilo sa spustiť asociáciu.

source: Failed to save wpa_supplicant configuration. You should add update_config=1 to /etc/wpa_supplicant.conf.
sk: Chyba pri ukladaní nastavení wpa_supplicant. Do /etc/wpa_supplicant.conf by ste mali pridať update_config=1.conf.

source: Error enabling network
sk: Chyba pri aktivovaní siete

source: Pre Shared Key:
sk: Pre Shared Key (PSK kľúč):

source: Welcome to Raspberry Pi
sk: Víta Vás Raspberry Pi

source: Welcome to the Raspberry Pi Desktop! Before you start using it, there are a few things to set up. Press 'Next' to get started.
sk: Víta Vás grafické prostredie Raspberry Pi! Pred tým, ako ho začnete používať, je potrebné nastaviť zopár vecí. Pokračujte kliknutím na tlačidlo 'Ďalej'.

source: <b>Set Country</b>
sk: <b>Nastaviť krajinu</b>

source: Enter the details of your location. This is used to set the language, time zone, keyboard and other international settings.
sk: Zadajte podrobnosti o mieste, kde sa nachádzate. Použijú sa pre nastavenie jazyka, časového pásma, klávesnice a iných miestnych zvyklostí.

source: Country:
sk: Krajina:

source: Language:
sk: Jazyk:

source: Timezone:
sk: Časové pásmo:

source: Use English language
sk: Použiť angličtinu

source: Use English instead of the default language for your country
sk: Miesto jazyka Vašej krajiny používať angličtinu

source: Use US keyboard
sk: Použiť americkú (US) klávesnicu

source: Use the US keyboard layout instead of the default keyboard for your country
sk: Miesto predvoleného rozloženia klávesnice vo Vašej krajine používať rozloženie pre americkú (US) klávesnicu

source: Press 'Next' when you have made your selection.
sk: Kliknite na 'Ďalej' po tom, ako ste vykonali potrebné nastavenia.

source: <b>Change Password</b>
sk: <b>Zmeniť heslo</b>

source: The default 'pi' user account currently has the password 'raspberry'. It is strongly recommended that you change this to a different password that only you know.
sk: Predvolený účet používateľa 'pi' má aktuálne nastavené heslo 'raspberry'. Silno Vám odporúčame, aby ste ho zmenili na také heslo, aké poznáte iba Vy.

source: Enter new password:
sk: Zadajte nové heslo:

source: Confirm new password:
sk: Potvrďte nové heslo:

source: Enter a new password
sk: Zadajte nové heslo

source: Enter the new password again
sk: Zadajte nové heslo ešte raz

source: Hide characters
sk: Skryť znaky

source: Show or hide the characters in your password
sk: Zobraziť alebo skryť heslo

source: Press 'Next' to activate your new password.
sk: Pre aktiváciu Vášho nového hesla kliknite na 'Ďalej'.

source: <b>Set Up Screen</b>
sk: <b>Nastavenie obrazovky</b>

source: The desktop should fill the entire screen. Tick the box below if your screen has a black border at the edges.
sk: Plocha by mala pokrývať celú obrazovku. Zaškrnite políčko nižšie, ak pri okrajoch obrazovky vidíte čierne pásy.

source: This screen shows a black border around the desktop
sk: Tento monitor má čierne okraje okolo plochy

source: Tick this box if you can see a black border between the edges of the screen and the desktop
sk: Zaškrnite políčko nižšie, ak sa medzi plochou a okrajmi obrazovky nachádzajú čierne pásy

source: Press 'Next' to save your setting. The change will take effect when the Pi is restarted.
sk: Kliknutím na 'Ďalej' nastavenia uložíte. Zmeny sa prejavia po reštartovaní Raspberry Pi.

source: <b>Select WiFi Network</b>
sk: <b>Vybrať bezdrátovú (WiFi) sieť</b>

source: Select your WiFi network from the list.
sk: Vyberte si zo zoznamu Vašu sieť WiFi.

source: Click the name of your network to select it
sk: Pre výber Vašej siete kliknite na jej meno

source: Press 'Next' to connect, or 'Skip' to continue without connecting.
sk: Pre pripojenie kliknite na 'Ďalej' alebo kliknite na 'Preskočiť', ak chcete pokračovať bez pripojenia.

source: <b>Enter WiFi Password</b>
sk: <b>Zadajte heslo pre sieť WiFi</b>

source: Enter the password for your WiFi network.
sk: Zadajte heslo Vašej siete WiFi.

source: Password:
sk: Heslo:

source: Enter the password for your network
sk: Zadajte heslo Vašej siete

source: <b>Update Software</b>
sk: <b>Aktualizovať softvér</b>

source: The operating system and applications will now be checked and updated if necessary. This may involve a large download. Press 'Next' to check and update software, or 'Skip' to continue without checking.
sk: Teraz sa skontroluje stav operačného systému a programov a ak je to potrebné, spustí sa aktualizácia. To môže vyžadovať stiahnutie veľkého objemu dát. Pre kontrolu a spustenie aktualizácie kliknite na 'Ďalej' alebo kliknite na 'Preskočiť', ak chcete pokračovať bez aktualizácie.

source: <b>Setup Complete</b>
sk: <b>Nastavenie dokončené</b>

source: Your Raspberry Pi is now set up and ready to go.
sk: Vaše Raspberry Pi je teraz nastavené a môžete ho začať používať.

source: To run applications, click the raspberry icon in the top left corner of the screen to open the menu.
sk: Programy spustíte pomocou ponuky dostupnej po kliknutí na ikonu maliny v ľavom hornom rohu obrazovky.

source: Press 'Restart' to restart your Pi so the new settings will take effect.
sk: Kliknutím na 'Reštartovať' reštartujte Raspberry Pi, čím sa načítajú nové nastavenia.

source: Raspberry Pi First-Run Wizard
sk: Sprievodca prvým spustením Raspberry Pi

source: Configure Raspberry Pi system on first run
sk: Nastavte systém Raspberry Pi pri prvom spustení
